---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.PointFailures.CantChangeParamFlip
source: html/beef0e13-3785-b4b0-5d01-1cfe27636895.htm
---
# Autodesk.Revit.DB.BuiltInFailures.PointFailures.CantChangeParamFlip Property

Can't flip Element.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantChangeParamFlip { get; }
```